Revit 2024 API
UnitTypeId.InchesOfMercury32DegreesFahrenheit Property
 Inches of mercury (32 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InchesOfMercury32DegreesFahrenheit { get; }
Visual Basic
Public Shared ReadOnly Property InchesOfMercury32DegreesFahrenheit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InchesOfMercury32DegreesFahrenheit {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace